{
  "greatdane" : {
    "name": "그레이트 데인",
    "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Big_and_small_dog.jpg/700px-Big_and_small_dog.jpg",
    "detail": "그레이트 데인(영어: Great Dane)은 기원은 확실하지 않으나 멧돼지를 사냥한 개로서 용맹성에 있어 개의 왕이라 불리고 있다. '그레이트 데인'이란 말은 '커다란 덴마크의 개'라는 뜻을 지니고 있지만, 진짜 원산은 덴마크가 아니고 독일이다. 독일어로는 도이체 도게(독일어: Deutsche Dogge), 즉 그냥 \"독일개\"라고 부른다. 어깨높이 70~81cm, 몸무게 45~54kg이다. 체격이 균형잡혔고 달리는 모습이 멋있고 빠르다. 성격은 용맹스럽고 온화하다. 털은 짧고 광택이 있으며 털빛은 주로 노랑색, 갈색, 회색 등이고 흰색 바탕에 검은 무늬가 있는 것도 있다. 그러나 수명이 9년 정도로 짧다는 게 단점이다."
  },
  "goldenretriever": {
    "name":"골든 리트리버",
    "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Golden_retriever.jpg/500px-Golden_retriever.jpg",
    "detail": "골든 리트리버(영어: Golden Retriever)는 개 품종으로 원산지는 영국 스코틀랜드이다. 근육질의 몸에 건강하고 산뜻한 느낌을 준다. 금색의 윤기나는 털을 가지고 있는데, 속털은 방수성이고 겉털은 탄력성이 있다. 잡은 사냥감을 찾아오도록 훈련되었다. 겉털과 속털은 추위와 물로부터 몸을 보호해 주어 물 속의 사냥감을 잘 물어 온다. 수영을 잘하고 냄새를 잘 맡으며 쉽게 훈련시킬 수 있다. 몸집이 크지만 대소변을 가리면 집안에서도 키울 수 있다. 단지 너무 살이 찌지 않도록 성장기에 체중 관리를 해 주어야 한다. 장모지만 털빠짐이 매우 심한 견종이다."
  },
  "greyhound" : {
    "name": "그레이하운드",
    "url":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/GraceTheGreyhound.jpg/500px-GraceTheGreyhound.jpg",
    "detail": "그레이하운드(Greyhound)는 이집트 원산으로 어깨높이 약 70cm, 몸무게는 27~32kg이다. 몸이 가늘고 매우 빨리 달리는 사냥개이다. 시력이 발달하여 주로 눈으로 보고 사냥하며 사냥감을 끝까지 쫓아간다. 오늘날에는 원형 트랙 위로 가짜 미끼를 쫓아서 달리는 경주에도 사용된다. 몸체는 유선형이고 머리는 길며, 허리는 가늘고, 다리는 강하며, 힘이 세다. 털은 짧으며, 회색·흰색·검은색·황갈색·적회색·청회색·혼합색 등이 있다."
  },
  "dachshund" : {
    "name": "닥스훈트",
    "url" : "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Short-haired-Dachshund.jpg/500px-Short-haired-Dachshund.jpg",
    "detail" : "닥스훈트(dachshund)는 몸통이 길고 사지가 짧은 독일 원산의 개로서, 원래는 오소리 사냥의 전문개였다.\n\n어깨높이가 21~27cm, 몸무게가 7~15kg이다. 이집트로부터 건너온 오래된 개의 품종으로 보인다. 단모종·강모종·장모종 등이 있으며, 성질은 영리하고 끈기가 있어서 애완용 개로 기르고 있다. 이 견종들의 사지가 짧고, 허리가 긴 이유는 종 전체가 연골발육부전증(Achondrodysplasia)이라는 유전병을 가지고 있기 때문이다. 이 유전병은 팔, 다리의 정상적 성장은 방해하나, 허리의 성장에는 영향을 주지 않기 때문에 닥스훈트 특유의 외관형성의 중요 요인으로 알려져있다. 성격이 밝고 명랑하며 지칠줄 모르는 근성이 있어 쉬지않고 놀아주길 바란다. 닥스훈트의 경우 다리가 짧아 살이찔 경우 배가 땅에 닿을 수도 있기 때문에 적절한 운동과 식단조절로 비대해지지 않도록 조절해주는 것이 좋다.\n\nAKC에 따르면, 닥스훈트는 미국의 개 품종들 사이에서 13위로 인기가 있다고 한다."
  },
  "dalmatian": {
    "name": "달마시안",
    "url" : "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Dalmatian_liver_stacked.jpg/800px-Dalmatian_liver_stacked.jpg",
    "detail" : "달마시안(영어: Dalmatian, 크로아티아어: Dalmatinac)은 크로아티아의 달마티아가 원산지인 개 품종이다. 영국에서는 코치도그라고 하여 마차를 탈 때나 승마할 때, 또는 여행의 안전을 위하여 데리고 다녔다. 순백색 바탕에 검은색 또는 갈색의 바둑알 같은 뚜렷한 얼룩점이 온몸에 아름답게 배치되어 있는 것이 특징이며, 외형은 영국의 포인터와 비슷하다. 성질은 활발하고 충실하며 기억력이 좋다. 고대 그리스 조각에 그려져 있을 정도로 오래되었고, 유랑민족인 로마인(집시)의 반려견으로 유럽에 분포하였으며, 이탈리아·오스트리아에서는 사냥개로서 큰몫을 하였다.\n\n101마리 강아지에서 나오는 강아지들의 품종이다. 소방관들 사이에 인기 있는 개 품종이다."
  },
  "poodle": {
    "name": "푸들",
    "url" : "https://upload.wikimedia.org/wikipedia/commons/8/8f/Poodel-Standard.jpg",
    "detail" : "푸들(poodle)은 개의 품종 중 하나이며, 프랑스의 국견이다. 원산지는 독일이고, 프랑스 귀족 여성들에 의해 인기를 얻어 널리 번식되었으며, 털이 길고 양털 모양으로 자란다."
  },
  "doberman": {
    "name": "도베르만",
    "url" : "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/European_Dobermann.jpg/400px-European_Dobermann.jpg",
    "detail": "도베르만 핀셔(Doberman Pinscher)는 독일 원산으로 사역견으로서는 저먼 셰퍼드와 비견할 수 있는 품종으로서 예민성·굳은 의지가 있으며, 행동력에서도 우수하다. 체격은 비교적 큰 편으로, 수컷은 몸길이가 66-71cm, 암컷은 61-66cm이며, 영리하고, 견고한 골격과 다부진 근육을 가지고 있다. 귀는 다소 짧으며 머리는 쐐기꼴이다. 몸통은 짧지만 뒷다리가 잘 발달되어 있다. 꼬리는 얇고 길하다. 털은 짧고 검은색·붉은색·파란색의 3가지 빛깔로 되어 있다.\n\n흔히들 도베르만 하면, 짧고 뾰족하게 서 있는 귀와 짧은 꼬리를 떠올리기 마련인데, 사실 이는 자연 그대로의 모습이 아닌, 성형수술을 거친 인공적인 모습이다. 본래는 꼬리도 길고, 귀도 비글 등의 귀와 비슷하게 아래로 쳐지는 형태이다. 꼬리는 태어나고 나서 곧 잘라내고, 귀의 경우 생후 7주에서 9주 사이에 수술을 거쳐 잘라서 세운다. 이때 한동안은 교정기를 차고 다녀야 한다."
  },
  "labrador": {
    "name": "래브라도 리트리버",
    "url" : "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/YellowLabradorLooking_new.jpg/440px-YellowLabradorLooking_new.jpg",
    "detail": "래브라도 리트리버(영어: Labrador Retriever 또는 Labrador)는 조렵견, 사냥개, 인명구조견, 탐지견, 안내견, 간호견이다. 장난기가 넘치지만 침착하며 순종적이고 충성심이 높기로 유명하다. 현대의 래브라도 종은 캐나다의 뉴펀들랜드 래브라도주(Newfoundland and Labrador)의 일부인 뉴펀들랜드 섬에서 기원하였다. "
  },
  "maltese": {
    "name": "말티즈",
    "url" : "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/YellowLabradorLooking_new.jpg/440px-YellowLabradorLooking_new.jpg",
    "detail": "몰티즈(Maltese) 혹은 말티즈는 개 품종 중 하나이다. '몰티즈'란 이름은 이 개가 지중해의 몰타(Malta) 섬이 원산지여서 붙여졌다는게 정설이지만 지중해의 멜리타 지역에서 유래되었다고 주장하는 학자들도 있다. 몸무게는 2~3kg이 평균이지만 큰 종의 경우 5kg까지 된다. 온몸이 순백색의 길고 부드러운 명주실 같은 털로 덮인 매우 아름다운 개로, 새까만 코끝과 어두운 색의 눈이 순백색의 털을 더욱 돋보이게 하고 있다. 지중해의 몰타 섬이 원산이라고 하여 이 이름이 붙여졌으나, 사실의 기록이나 전승은 전혀 없고 기원도 뚜렷하지 않다. 그러나 1800년 무렵 유럽·미국에 널리 알려졌으며 아름다운 모습과 온화하고 높은 지능을 지녀 애완용으로 널리 사육되었다. 그러나 몰티즈의 원산지는 이탈리아(이탈리아)로 되어 있다. 평균 수명이 15년 정도로 알려져 있다."
  },
  "minipin": {
    "name": "미니핀",
    "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Miniature_pinscher.jpg/440px-Miniature_pinscher.jpg",
    "detail": "털이 짧은 단모종으로, 검은색과 황갈색의 혼합 또는 붉은 빛이 나는 갈색이다. 26-30cm의 작은 몸집을 갖고 있으며, 낯선사람을 물 정도로 사납고, 주인에 대한 충성심이 강하며, 똑똑하다. 그래서 미니핀을 오래 키우다보면 주인이 붙여준 이름은 물론, 자주 쓰는 말도 알아듣는다. 또한 성격이 밝고 활달해서 주인과 외출하기를 좋아하며, 말처럼 발을 높이 들고 뛰는 습관때문에 뛸때마다 경쾌한 발소리가 난다.또한 털이 짧아 추위를 잘 탄다. 수명은 최고 14년이다. 이 소형견은 발을 높이 올리면서 걷는 것이 특징으로 최근 미국에서 광범위한 인기를 얻고 있지만, 1900년 이전만 해도 독일 이외의 곳에서는 거의 알려지지 않았다. 도베르만의 축소판처럼 보이기도 하지만 유전적으로는 아무런 관련이 없다."
  },
  "bedlington": {
    "name": "배들링턴 테리어",
    "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Bedlington_terrier.jpeg/440px-Bedlington_terrier.jpeg",
    "detail": "베들링턴 테리어(Bedlington Terrier)는 영국의 사냥개의 한 품종으로, 테리어 종과 하운드 종을 교배한 종이다. 곱슬거리는 털로 덮여있는 외관은 양(羊)과 같은 느낌을 준다. 보더 콜리와 비슷하게 양몰이를 하는 특색을 두고 있다. 폭스 테리어와는 앙숙 관계인 것으로 나와 있다."
  },
  "bordercollie": {
    "name": "보더 콜리",
    "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Border_Collie_panting.jpg/440px-Border_Collie_panting.jpg",
    "detail": "보더 콜리(영어: Border Collie)는 목양견 품종으로 잉글랜드와 스코틀랜드 사이의 국경에서 가축, 특히 양을 몰기 위해 개량되었다. 콜리 품종 중 가장 널리 퍼졌다. 전형적으로 탄탄한 외형에 특출하게 활동적이고[1] 재능이 뛰어나다, 프리스비 등 각종 스포츠에 뛰어나서 늘 뛰어난 성적으로 독 스포츠 경기와 쉽독 트라이얼(sheepdog trial)을 석권한다. 흔히들 가장 똑똑한 개라 말하곤 한다. 보더 콜리는 지능과 관련해서 잘 알려져 있는데, 보더 콜리 체이서(Chaser)는 1,022개의 명사를 알고 있으며 장난감을 식별 할 수 있고 이름 및 카테고리별로 찾을 수 있는 동물로 세계에서 가장 영리한 개로 알려져 있다."
  },
  "bulldog": {
    "name": "불도그",
    "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Racib%C3%B3rz_2007_082.jpg/500px-Racib%C3%B3rz_2007_082.jpg",
    "detail": "불도그(Bulldog)는 영국 잉글랜드 원산의 개이며 브리티쉬 불독(British Bulldog), 잉글리쉬 불독(English Bulldog)이라고도 불린다. 머리는 크고 네모졌으며 코는 뭉뚝하다. 입은 폭이 넓고 위로 향하였다. 어깨는 떡 벌어졌고, 다리는 튼튼하다. 몸무게는 22~25kg이고, 털 색깔은 붉은색, 적갈색, 흰색, 엷은 황갈색, 그리고 얼룩덜룩한 것 등 다양하다. 로라 잉걸스 와일더의 동화 《초원의 집》에서는 볼독 강아지 잭이 로라 가족의 든든한 친구로 나온다. 근년에는 개량되어 매우 순한 품종에 속하여 애완동물로 많이 키우고 있다."
  },
  "bullterrier": {
    "name": "불 테리어",
    "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Bull_Terrier_white_sitting.jpg/500px-Bull_Terrier_white_sitting.jpg",
    "detail": "불 테리어(Bull Terrier)는 불도그와 테리어를 교배하여 개량한 몸집이 중간 크기인 개다. 몸무게는 23~28kg이고, 어깨 높이 46~56cm이며 수명은 10년에서 14년 정도이다. 불도그처럼 묵직해 보이고 온순한 한편 테리어처럼 영리하고 민첩하다. 두 가지 변종이 있는데, 흰 종과 갈색이나 적갈색 바탕에 흰 얼룩이 박힌 종이 있다. 영국에서는 불 테리어를 투견용이나 쥐잡이용으로 썼다. 힘이 세며, 오늘날에는 애완동물로 많이 기른다."
  },
  "beagle": {
    "name": "비글",
    "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Beagle_Upsy.jpg/440px-Beagle_Upsy.jpg",
    "detail": "비글(영어: beagle)은 개 품종의 하나이다. 외모는 억세어 보이며, 몸에 군더더기 살이 없고, 짧은 털이 빽빽하게 나 있다. 머리는 넓적하고, 귀는 부드러우며 길쭉하다. 체중은 약 8~14kg이다. 크기에 따라 두 종류로 나뉘는데, 포켓비글 종류는 어깨높이가 33cm이고, 다른 종류는 33-40cm로 그보다 크다. 17세기 영국에서 오늘날의 품종으로 개량했다. 냄새를 잘 맡아 토끼 사냥에 쓰이기도 한다. 민첩하고 붙임성이 있으나, 쉽게 훈련시킬 수 없어 애완용으로는 그리 적합하지 않아 전통적으로 사냥용으로 쓰였다. 최근에는 후각이 예민한 특성을 이용해 마약탐지견으로 활용하고 있다."
  },
  "bichon": {
    "name": "비숑",
    "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/AG_Cody.jpg/440px-AG_Cody.jpg",
    "detail": "비숑 프리제(Bichon Frisé)는 보통 줄여서 비숑이라고 한다. 중세기 불어로 비숑(bichon)은 \"작고 긴 털을 가진 개\"를 의미한다. 주로 흰색의 곱슬거린 털을 가진 프랑스와 스페인 출신의 개로서, 곱슬한 털이 자라면서 얼굴이 동그란 형태가 되는 것이 특징이다. 견종의 성격은 독립심이 강하며 세심하고 활발하다고 알려져있으나, 모든 강아지가 그러하듯 개별적으로 다양한 성격을 가진 것으로 보인다. 동그란 얼굴과 까만 코와 눈이 아름답게 조화를 이루는 외모로 털이 곱슬거리고 아름다운 만큼 관리가 까다롭다. 식성이 엄청나고 활발한 성격탓에 흥분을 잘한다. 어릴때는 집안을 아무이유없이 미친듯이 뛰어다니는데, 이것을 \"비숑 타임(줄여서 비.타.)\"이라고 말한다. 중형견으로 체중은 6kg에서 10kg 이여서 크기가 다양하다. 품종이 계량되어 미니비숑, 빅숑이 존재한다.\n\n비숑 프리제의 특징은 주인을 잘 따르는 성격으로 온화한 편이다. 귀여운 외모와 털 속에는 근육질 몸이 있어 아주 건강한 편이다. 유전병과 잘 걸리는 병도 거의 없어 초보 견주들에게 안성맞춤이다.그러나 초보자가 비숑의 체력을 감당하지 못하면..비숑 프리제를 입양하려면 비숑 프리제의 활발함을 감당할 수 있는 엄청난 체력의 소유자여야 한다. 주요 질병으로는 백내장과 간질, 대장암 등이 있으며, KBS 2TV의 《개는 훌륭하다》에서도 비숑 프리제가 사나운 성격을 가지는 경우도 간혹 있다. 봉쥬르 비숑이라는 캐릭터도 있다. 프랑스 황실에서 무릎담요 대용으로 쓰였다고 한다."
  },
  "papillon": {
    "name": "빠삐용",
    "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/RileyPapillon.JPG/440px-RileyPapillon.JPG",
    "detail": "파피용(papillon)은 프랑스가 원산지인, 16세기경 작은 스패니얼로 알려진 종에서 개량을 거듭해 만들어졌다.예로부터 귀부인들에게 인기가 많아 초상화에도 자주 등장하였다. 나비 날개 같은 커다란 귀가 특징으로 머리에 45°각도로 올라와 있다. 작고 우호적이고, 우아한 애완견으로 경쾌한 동작을 하며, 아름다운 나비 같은 귀로 인하여 다른 견종들과 구별되는 개이다.\n\n어깨높이 20~28cm, 몸무게 4~4.5kg이다. 털은 길고 탐스러우며 자태는 우아하고 아름답다. 털빛은 보통 흰색 바탕에 검은색이나 갈색 무늬가 들어가 있다."
  },
  "samoyed": {
    "name": "사모예드",
    "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Samojed00.jpg/400px-Samojed00.jpg",
    "detail": "사모예드견(Samoyed dog)은 시베리아 원산으로 썰매용·가정견·애완용으로 많이 기른다. 북부 시베리아의 유목민 사모예드족이 옛날부터 기르던 썰매용 개로서, 부족의 이름을 따서 명명되었다. 19세기에 와서 미국과 영국의 북극 탐험가들에 의하여 발전되어 썰매 끄는 개로서 그들과 함께 활약한 후 처음 서양 각국에 소개되었다. 우아한 용모와 대담한 성격, 썰매용으로 단련된 강력한 힘을 인정받아서 세계에 알려졌다. 흰백색의 털과 입 끝 부분이 살짝 올라가서 생기는 미소가 특징이다. 몸무게 15-30kg, 어깨높이 48-58cm이다. 털은 두 가지로서 속털은 조밀하고 굵으며 양털처럼 부드러우나 표면의 털은 길고 다소 뻣뻣하며 목둘레와 앞가슴의 털은 우아하다. 털빛깔은 순백색 외에 크림색, 담갈색도 있다."
  },
  "shovel": {
    "name": "삽살개",
    "url" : "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Sapsali.jpg/500px-Sapsali.jpg",
    "detail" : "삽살개는 개 품종의 하나로, 삽사리라고도 한다.\n\n한반도의 동남부 지역에 널리 서식하던 대한민국의 토종개이다. 키는 수컷이 51cm, 암컷은 49cm이며 생김새는 온몸이 긴털로 덮여 있다. 눈은 털에 가려서 보이지 않는다. 귀는 누웠으며 주둥이는 비교적 뭉툭하여 진돗개처럼 뾰족하지 않다. 꼬리는 들려 올라가며 머리가 커서 그 모습이 꼭 사자를 닮았다. 성격은 대담하고 용맹하며, 주인에게 충성스럽지만 주인을 무는 경우도 있다. ‘귀신과 액운을 쫓는 개’라는 뜻을 지닌 삽살개는 이름 자체도 순수한 한국어로서 가사(歌詞), 민담, 그림 속에 자주 등장한다. 신라시대에는 주로 귀족사회에서 길러져 오다가 통일신라가 망하면서 일반 백성들이 키우게 된 것으로 알려져 있다. 동네마다 흔하던 삽살개는 일제 강점기인 1940년 이후 일본이 개를 전쟁에 필요한 가죽 공급원으로 삼아 많은 수를 죽임에 따라 그 수가 급격히 줄어 멸종의 위기에까지 이르렀다. 그러나 1960년대 말 경북대 교수들에 의해 30여 마리의 삽살개가 수집, 보존되기 시작했으며 최근에는 500여 마리로 늘었다. 특히 경산 삽살개는 고유 혈통 보존을 위해 천연기념물로 지정되어 보호받고 있다"
  },
  "sharpey": {
    "name": "샤페이",
    "url": "https://thewiki.ewr1.vultrobjects.com/data/65787465726e616c2f737374617469632e6e617665722e636f6d2f444b3039385f696d6167655f3236313139352e6a7067.jpg",
    "detail": "외모의 특징이라면 쭈글쭈글하며 쭉쭉 늘어나는 주름. 두산동아 자연 핸드북에서는 이 견종을 쭈글이란 이름으로 표기했다(...).\n짧고 뻣뻣한 피모와 머리와 몸을 덮는 느슨한 피부와 작은 귀, 하마 같은 주둥이 모양과 높게 위치한 꼬리는 이 견종에서만 독특한 샤페이의 모습을 만든다. 머리와 목과 몸을 덮는 느슨한 피부와 주름은 강아지에서 매우 많으나 성견에서 이러한 특징은 머리, 목과 어깨에서만으로 제한될 수 있다. 키는 45~56cm, 몸무게는 16~29kg 정도다.\n털길이에 따라서 단모(Horse-coat), 장모(Brush-coat), 베어코트(Bear-coat)로 구분된다. 미국 애견협회(AKC)에서는 단모와 장모만을 표준으로 간주한다.(털이 짧은 단모를 원종으로 보는 분위기.) 베어코트의 경우는 희귀하며 귀여워서 오히려 분양가도 높고 인기가 많은 편.\n입은 하마처럼 생겼지만 사실 입의 형태에 따라서 중국 원형의 Bone-mouth와 미국형의 Meat-mouth로 구분된다. 원래는 입이 넙죽하기는 하지만 단단한 Bone-mouth가 원형... 다만 미국에서 브리딩하는 과정에서 Meat-mouth가 대다수를 차지하게 되었다."
  },
  "shepherd" : {
    "name": "저먼 셰퍼드",
    "url": "https://upload.wikimedia.org/wikipedia/commons/d/d6/GermanShep1_wb.jpg",
    "detail": "저먼 셰퍼드(독일어: Deutscher Schäferhund 도이체 셰퍼훈트[*])는 원산지가 독일이다.\n\n몸은 빈틈이 없는 근육질이고 꼬리는 늘어졌다. 앞뒷다리는 비교적 짧지만 튼튼하고 실팍하다. 주둥이는 뾰족하고 눈은 크고 귀는 짧으며 똑바로 선다. 털은 짧지만 목과 가슴둘레의 털은 다소 길고 빽빽하다.\n\n털 빛깔은 갈색·회흑색·담황갈색 또는 검은색과 갈색의 혼모 등이 있다. 후각·청각이 예민하고 동작이 민첩하며 군용견·반려견등으로 많이 사육되고 있다. 제1차세계대전 일어날 때부터 이미 독일 전역에서 인기가 높았다. 당시 군용견으로 훈련을 받아 크게 활약했었다. 영리하고 붙임성이 있으며 책임감이 강하다."
  },
  "schnauzer": {
    "name": "슈나우저",
    "url":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Miniature_Schnauzer_portrait_Mattie.jpg/400px-Miniature_Schnauzer_portrait_Mattie.jpg",
    "detail": "슈나우저(Schnauzer)는 1400년대 ~ 1500년대로부터 기원된 독일산 애완견의 한 품종이다. 슈나우저는 1400년대 말부터 독일에서 농장개로 길러져, 쥐를 잡고 가축을 몰고 다니며 외양간을 지켰다고 한다. 슈나우저는 주둥이를 뜻하는 독일어 \"Schnauze\"에서 왔다."
  },
  "spitz": {
    "name": "스피츠",
    "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Ludovika_Hzgin_in_Bayern.jpg/460px-Ludovika_Hzgin_in_Bayern.jpg",
    "detail": "스피츠(Spitz)는 개의 한 품종으로, 길이가 길고 통통하며 흰 털을 지닌 경우가 많고, 귀와 주둥이가 뾰족한 것이 특징이다. 꼬리는 보통 등 뒤로 굽어 있다."
  },
  "sichu": {
    "name": "시추",
    "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Common_Shih_Tzu.png/440px-Common_Shih_Tzu.png",
    "detail": "시추는 중국에서 비롯한 개 품종이며 과거 중국 황실이 기르던 견종이다.\n\n중국에서는 ‘사자개(중국어 간체자: 狮子狗, 정체자: 獅子狗, 병음: Shīzi Gǒu 스쯔거우[*])’라고 부르는데, 이 이름의 웨이드식 로마자 표기법인 shih-tzu kou에서 ‘시추’라는 이름이 왔다.\n\n중국 티베트 지역이 원산으로 7세기 무렵 왕실에서 길러졌으며 서구에는 1930년경 알려졌다. 어깨높이 23~27cm, 몸무게 4~7.5kg이다. 길고 화려한 털이 특징으로 꼬리를 높이 세우고 당당하게 걷는 자태는 볼 만하다. 성격이 사교적이고 친근하고 영리하여 가정견으로서 인기가 높다. 하지만 '식탐'이 좀 많은 편이며 가끔 고집을 부리기도 한다."
  },
  "afghanhound": {
    "name": "아프간 하운드",
    "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Afghan_Hound.jpg/440px-Afghan_Hound.jpg",
    "detail": "아프간 하운드(Afghan Hound)는 예전에 아프가니스탄에서 수렵용으로 길러지다가 19세기 후반 영국에 전해졌다. 비단결 같은 탐스러운 털을 지니고 있으며 험한 지역에서도 빠르게 달릴 수 있다. 달리다가 방향전환을 잘 하며 달리는 힘이 있다. 어깨높이 64~69cm, 몸무게 23~27kg이다. 대한민국에서 스너피라는 복제견을 만들기도 했다."
  },
  "yorkshireterrier": {
    "name" : "요크셔 테리어",
    "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Sakura1web7001.jpg/560px-Sakura1web7001.jpg",
    "detail": "요크셔 테리어(Yorkshire terrier)는 영국의 개 품종 중의 하나이며, 한때 노동자들이 기르던 개이며, 쥐잡기용 강아지로 인기가 높았던 애완견이다. 털의 색깔은 머리와 사지만 짙은 황갈색이고, 그 외의 다른 부위는 감청색 계통이다. 별명으로는 '요키', '요크'가 있다.\n\n그리고 성격은 사는 환경에 따라 달라지며 온순한 성격과 천진난방한 성격 두가지 중에 하나를 가지고 있다.\n\n크기는 20~23cm이고, 몸무게는 3kg 전후, 최대 3.2 킬로그램(7파운드)[1]이며, 움직이는 보석이라는 별칭을 가지고 있다."
  },
  "welshicogi": {
    "name": "웰시코기",
    "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Pembroke_Welsh_Corgi.jpg/800px-Pembroke_Welsh_Corgi.jpg",
    "detail": "웰시 코기(Welsh corgi)는 몸통이 길고 다리가 짧은 영국의 웨일스산의 개이다. 웰시 코기는 펨브로크 웰시 코기 와 카디건 웰시 코기, 이 두 가지의 종류로 나뉘는데 펨브로크 종이 더 흔하다.\n\n웰시 코기 카디건과 펨브룩은 꼬리 길이나 귀 크기, 몸집 등으로 알 수 있다. 펨브룩은 꼬리가 없는 종류도 있지만, 카디건은 대체로 꼬리가 있다. 귀 크기는 카디건이 조금 더 넓고, 몸집도 카디건이 좀 더 크다. 털 색은 갈색, 고동색, 황토색, 검은색, 회색+검은색 점박이 등으로 다양하다. 몸무게는 14~ 17kg정도이다. 활동적이며 운동량이 많다."
  },
  "jackrussellterrier": {
    "name": "잭 러셀 테리어",
    "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Par02.jpg/440px-Par02.jpg",
    "detail": "잭 러셀 테리어(Jack Russell Terrier)는 주로 흰색의 몸통에 짧거나 그보다 조금 길고 거친 털을 지닌 영국산 테리어 견종으로 땅굴 속에 숨은 여우를 사냥할 목적으로 교배된 소형견이다. 19세기 잉글랜드에서 수렵견 브리더로 유명했던 존 러셀 목사(1795~1883)가 지금은 멸종되어 사라진 화이트 잉글리시 테리어에 스무스 폭스 테리어와 보더 테리어 등을 교배함으로써 만들어졌다. 외관이나 성격상 비글과 불 테리어 양쪽의 혈통을 물려받았다고 주장하는 사람들도 있으나 명확한 근거가 없는 속설이다."
  },
  "jindodog": {
    "name": "진돗개",
    "url": "https://upload.wikimedia.org/wikipedia/commons/e/ea/Korean_Jindo_Dog.jpg",
    "detail": "진돗개는 개 품종 중 하나로, 한국의 대표적인 사냥개이다. 용맹하고 충성심이 강해 주인을 잘 따른다. 그러나 한 주인에게 매이는 성격이 너무 강한지라 사역견으로는 못 쓴다. 어미에 대한 모정이 매우 강하다. 털은 주로 노란 것(황구, 黃狗)과 흰 것(백구, 白狗)이 있으며, 그 외 재구, 네눈박이, 호구, 흑구(黑狗) 등 10여 종류의 다양한 것이 있다.\n\n귀가 쫑긋 서 있고 꼬리는 위로 말려 있다. 대한민국에서는 1962년 진도 특산인 진돗개를 천연기념물 제53호로 지정해 보호하고 있다. 1967년에는 〈한국진돗개보존육성법〉이 제정되어 혈통이 보존되도록 노력하고 있다. 2005년 케널 클럽(KC)과 세계애견연맹(FCI)에 정식 품종으로 등록됐다.1995년에는 국제보호육성동물로 공인 지정되었다"
  },
  "chowchow": {
    "name": "차우차우",
    "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/ChowChow2Szczecin.jpg/500px-ChowChow2Szczecin.jpg",
    "detail": "몸의 털은 매우 두텁고 촘촘하게 나 있어 마치 솜을 두른 것 같다. 빛깔은 검은색·갈색·다갈색·청색·크림색·백색 등 다양하며 얼굴은 주름이 많아 보기 매우 귀엽다. 중화인민공화국이 원산지인 중형견으로 한번에 4~6마리정도의 새끼를 출산한다.\n\n기원전부터 중국에 있었던 토종견인데, 티베탄 마스티프와 사모예드 사이의 잡종으로 알려져 있다.\n\n가장 큰 특징은 흑색 내지 보라색 혀를 가지고 있다는 것이고 북방계 스피츠에 속하는 오래된 품종이다. 이 개의 이름은 18세기 무렵, 영국 상인이 중국과 교역할 때, 잘 안 통하는 회화 속에서 교환한 말이 그대로 붙여졌다. 또한 고대 몽골에서는 생활필수품인 모피용 가축으로 번식되었으며 그 고기는 식용하였다. 성질이 사납고 주인또는 가족 이외의 사람에게는 강한 경계심을 나타낸다."
  },
  "chihuahua": {
    "name": "치와와",
    "url": "https://upload.wikimedia.org/wikipedia/commons/4/4c/Chihuahua1_bvdb.jpg",
    "detail": "평균 몸무게는 2.7kg, 평균 키는 18cm로 애완견 중에서 가장 작은 품종이다. 털색은 붉은색, 검은색, 담황색, 얼룩무늬 등이며 털은 단모종과 장모종으로 구별되지만 단모종이 흔히 볼 수 있는 종이다. 귀는 위로 쫑긋하며, 눈은 크고 돌출되어 있다.\n\n장모종의 경우 최소한의 그루밍만 하면 되고 털을 깎는 등의 미용은 해줄 필요 없다. 장모종은 털이 단모종보다 덜 빠진다.\n\n작은 턱 때문에 치아가 약하다. 생후 6개월까지는 두개골이 완전히 닫히지 않을 수 있다. 간혹 성견이 되어도 두개골이 완전히 닫히지 않는 경우도 있다. 수두증, 저혈당, 비만, 눈병, 기관허탈, 슬개골 탈구에 잘 걸린다.\n\n스트레스를 받거나 흥분하거나 추운 경우 몸을 떤다. 단모종은 장모종보다 추위에 약하다"
  },
  "cocker": {
    "name": "코커 스패니얼",
    "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/AmericanCockerSpaniel_wb.jpg/440px-AmericanCockerSpaniel_wb.jpg",
    "detail": "네모나게 각진 주둥이가 특징이다. 광대뼈가 두드러지지 않았다. 눈은 크지만 튀어나오지는 않았다. 귀는 소엽(小葉, 작은 잎, lobular)의 형태를 가지고, 눈과 같은 높이에 있는데, 길고 부드럽고 곧은 털로 덮여 있다."
  },
  "pug": {
    "name": "퍼그",
    "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Fawn_pug_2.5year-old.JPG/440px-Fawn_pug_2.5year-old.JPG",
    "detail": "주둥이가 아주 짧고, 눈은 둥글며 크게 튀어나왔다. 이마와 미간에는 깊은 주름이 있고 괴로운 듯한 표정이 특징이다. 안쓰러운 표정이 특유의 매력이며 반짝이는 눈을 지녔다. 몸털은 짧고 부드러우며 털색깔은 은회색·등황색·갈색·검은색 등이고, 가끔 하얀 수염이 하나 정도 자라기도 한다. 주둥이와 귀는 어두운 색을 띠고 있다. 지능이 낮은 편이라고 하지만 실제로는 지능이 높은데 낮은척 하는 느낌이 든다. 성격은 매우 명랑하며 고집이 세서 다루기 쉬운 타입은 아니다. 식탐이 많지만 단두종 증후군 때문에 운동을 심하게 하면 안 돼서 살이 잘 찐다. 잘 짖지 않지만 낑낑거린다."
  },
  "pomeranian": {
    "name": "포메라니안",
    "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Pomeranian_600.jpg/500px-Pomeranian_600.jpg",
    "detail": "포메라니안은 어깨 높이 14~18 cm, 몸무게 1.8~4 kg 정도의 소형 애완견이다.[2] 포메라니안은 작지만 풍부하고 거친 질감으로 보이는 털과 높고 평평한 플룸드 테일이 솟아있다.[3] 뒷덜미와 머리 아래 목 주위에 목도리 같이 둘러져 있는 보호 털이 있고, 이 털은 머리부터 엉덩이 부분까지 덮여 있다.[4]\n\n초기 품종의 털빛깔은 주로 흰색으로 가끔 갈색과 검정색도 있었으나, 영국의 빅토리아 여왕은 19세기 말 유행에 따라 1888년 작은 빨간 포메라니안을 입양했다.[5] 현재는 흰색, 검정, 갈색, 빨강, 오렌지, 크림, 파란색, 흑담비색, 블랙앤탠, 브라운앤탠, 점무늬, 얼룩무늬 그리고 이러한 색을 섞은 혼합 등을 포함한 다양한 색 종류의 포메라니안이 있다.[6] 가장 흔한 색 종류는 오렌지, 검정, 크림 또는 흰색이다"
  },
  "frenchbulldog": {
    "name": "프렌치불독",
    "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Mi_Gran_Amigo_El_General.jpg/600px-Mi_Gran_Amigo_El_General.jpg",
    "detail": "프렌치 불도그(French Bulldog)는 프랑스 원산으로 기원은 확실하지 않으나 1860년경 퍼그와 테리어의 교배로 생겨난 것으로 여겨진다. 어깨높이 30cm, 몸무게 10~13kg이다. 커다란 머리와 박쥐처럼 생긴 귀가 특징이다. 털은 짧고 부드러우며 광택이 있다. 몸빛은 흰색 또는 검은색이다. 성격은 활달하고 명랑하며 믿음직스러워 아이들의 친구로서 좋으며 집 지키는 개로서도 적당하다."
  },
  "pitbullterrier": {
    "name": "핏불테리어",
    "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/American_Pitbull_001.jpg/440px-American_Pitbull_001.jpg",
    "detail": "핏불 테리어(pitbull terrier)는 영국의 불도그와 테리어를 교배해 만든 투견이다. 원산지는 미국이며, 조용하고 차분한 성격이지만 한 번 물면 절대 놓지 않고 목표물에 대한 집착이 매우 강하다.\n\n세계에서 가장 위험한 개 1위로 꼽히는 등 꾸준한 훈련이 필요한 종류이다. 하지만 사람에게는 매우 순한편이다. 욕심이 매우 많은 개로 동물들만 보면 물고 싶은 욕구를 참기 힘들어 한다.\n\n에너지가 매우 넘치며 사고를 일으키기 쉬운 종으로 초보자가 키우기 힘든 종이다."
  },
  "husky": {
    "name": "허스키",
    "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Siberian-husky.jpg/560px-Siberian-husky.jpg",
    "detail": "시베리안 허스키(영어: Siberian Husky, 러시아어: Сибирский хаски)는 동시베리아에서 유래된 중형견으로 촘촘하게 덮인 모피를 지닌 썰매견이다. 이 종은 유전적으로 스피츠 과에 속한다. 시베리안 허스키는 두 겹의 두터운 털과 낫 모양의 꼬리, 쫑긋하게 똑바로 선 삼각형 모양의 귀, 적당한 근육, 뚜렷한 무늬로 구별된다.\n\n시베리안 허스키는 활동적이며, 힘이 넘치며, 쾌활한 종으로, 선조는 시베리아 북극지방의 극심한 추위와 혹독한 환경에서 건너와서, 북동 아시아의 축치인에 의해 교배되었다. 이 견종은 놈 지역의 골드 러시 기간 동안 알래스카로 수입되었으며, 그곳에서 미국과 캐나다에 처음에는 썰매개로 들어와 퍼졌다. 곧 시베리안 허스키는 애완용 동물과 도그쇼를 위한 개로 곧 인식되었다."
  }
}
